{
  "navigation": {
    "home": "home",
    "about": "about me",
    "projects": "projects",
    "contact": "contact",
    "legal": "legal notice"
  },
  "home": {
    "description": "I am a software engineer, student, and sysadmin."
  },
  "projects": {
    "title": "projects",
    "description": "These projects were mainly carried out on my own time.",
    "more": "Read more",
    "soon": "Coming soon"
  },
  "about": {
    "title": {
      "name": "about me",
      "description": "A small introduction to myself."
    },
    "presentation" : {
      "title": "Eylexander",
      "content": "I am a software engineer, student, and sysadmin.\nI have a passion for technology and enjoy learning new things.\nI am currently studying at UnivLorraine and working on various projects in my spare time."
    },
    "experience": {
      "title": "professional experience",
      "job1": {
        "title": "Part-time Software Engineer at Netlor",
        "duration": "september 2024 - august 2025",
        "description": "I worked on the production launch of a microservices application using Golang and VueJS with Kubernetes, Docker and Ansible."
      },
      "job2": {
        "title": "Microservices Developer Trainee at Netlor",
        "duration": "february 2024 - may 2024",
        "description": "I contributed to the development of a microservices application using Golang and VueJS."
      }
    },
    "techstack": "tech stack"
  },
  "legal": {
    "title": "legal notice",
    "subtitle": "Information in accordance with legal requirements.",
    "law" : "In accordance with the provisions of French Law No. 2004-575 of 21 June 2004 on confidence in the digital economy digital economy, users and visitors, hereinafter the ‘User’, to the site eylexander.xyz website, hereinafter referred to as the ‘Site’, are hereby informed of the present legal notice.",
    "acceptance": "Connection to and browsing of the Site by the User implies full and unreserved acceptance of this legal notice.",
    "reference": "These are available on the Site under the heading ‘Legal notice’.",
    "editor": {
      "title": "Site Edition",
      "content": "The Site is edited and published by Eylexander, whose e-mail address is eylexander88@gmail.com."
    },
    "hoster": {
      "title": "Hosting",
      "content": "The Site's host is Eylexander, whose registered office is at Nancy, France."
    },
    "access": {
      "title": "Access to the Site",
      "content": "The Site is normally accessible to Users at all times. However, the Publisher may, at any time, suspend, limit or interrupt the Site in order, in particular, to update or modify its content. The Publisher may under no circumstances be held responsible for the possible consequences of this unavailability on the User's activities."
    },
    "copyright" : "Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the 'Software'), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so."
  }
}
