{
  "navigation": {
    "home": "accueil",
    "about": "à propos",
    "projects": "projets",
    "contact": "contact",
    "legal": "mentions légales"
  },
  "home": {
    "description": "Je suis ingénieur, étudiant et administrateur système."
  },
  "projects": {
    "title": "projets",
    "description": "La plupart des projets sont réalisés pendant mon temps libre.",
    "more": "Plus d'infos",
    "soon": "Bientôt disponible"
  },
  "about": {
    "title": {
      "name": "à propos de moi",
      "description": "Une petite introduction sur moi."
    },
    "presentation" : {
      "title": "Eylexander",
      "content": "Je suis ingénieur, étudiant et administrateur système. J'ai une passion pour la technologie et j'aime apprendre de nouvelles choses. Je suis actuellement étudiant à [Votre Université] et je travaille sur divers projets pendant mon temps libre."
    },
    "experience": {
      "title": "expérience professionnelle",
      "job1": {
        "title": "Stagiaire Ingénieur Logiciel chez Tech Company",
        "duration": "juin 2022 - août 2022",
        "description": "J'ai travaillé sur le développement d'une application web utilisant React et Node.js."
      },
      "job2": {
        "title": "Stagiaire Administrateur Système chez IT Company",
        "duration": "juin 2021 - août 2021",
        "description": "J'ai assisté à la gestion et à la maintenance de l'infrastructure serveur."
      }
    },
    "techstack": "stack technologique"
  },
  "legal": {
    "title": "Mentions Légales",
    "subtitle": "Informations conformément aux exigences légales.",
    "siteOwner": {
      "title": "Propriétaire du site",
      "name": "Nom",
      "address": "Adresse",
      "email": "Email"
    },
    "disclaimer": {
      "title": "Avertissement",
      "content": "Les informations contenues sur ce site web sont destinées à des fins d'information générale uniquement. Les informations sont fournies par [Votre Nom] et bien que nous nous efforcions de maintenir les informations à jour et correctes, nous ne faisons aucune représentation ou garantie d'aucune sorte, expresse ou implicite, concernant l'exhaustivité, l'exactitude, la fiabilité, la pertinence ou la disponibilité du site web ou des informations, produits, services ou graphiques connexes contenus sur le site web à quelque fin que ce soit."
    },
    "copyright": {
      "title": "Droits d'auteur",
      "content": "© {year} [Votre Nom]. Tous droits réservés. Tout le contenu de ce site Web, y compris le texte, les images, les graphiques et le code, est la propriété de [Votre Nom] et est protégé par les lois internationales sur les droits d'auteur. L'utilisation et/ou la duplication non autorisées de ce matériel sans l'autorisation expresse et écrite sont strictement interdites."
    },
    "privacy": {
      "title": "Politique de confidentialité",
      "content": "Ce site web utilise des cookies pour améliorer l'expérience utilisateur. En utilisant ce site web, vous consentez à l'utilisation de cookies conformément à notre politique de confidentialité."
    },
    "contact": {
      "title": "Contact",
      "content": "Si vous avez des questions ou des préoccupations concernant les aspects juridiques de ce site web, veuillez nous contacter à:"
    }
  }
}
