{
  "navigation": {
    "home": "accueil",
    "about": "à propos",
    "projects": "projets",
    "contact": "contact",
    "legal": "mentions légales"
  },
  "home": {
    "description": "Je suis ingénieur logiciel, étudiant et administrateur système."
  },
  "projects": {
    "title": "projets",
    "description": "La plupart des projets sont réalisés pendant mon temps libre.",
    "more": "Plus d'infos",
    "soon": "Bientôt disponible"
  },
  "about": {
    "title": {
      "name": "à propos de moi",
      "description": "Une petite introduction sur moi."
    },
    "presentation" : {
      "title": "Eylexander",
      "content": "Je suis ingénieur logiciel, étudiant et administrateur système. J'ai une passion pour la technologie et j'aime apprendre de nouvelles choses. Je suis actuellement étudiant à l'UnivLorraine et je travaille sur divers projets pendant mon temps libre."
    },
    "experience": {
      "title": "expérience professionnelle",
      "job1": {
        "title": "Alternant Ingénieur Logiciel à Netlor",
        "duration": "septembre 2024 - août 2025",
        "description": "J'ai travaillé sur la mise en production d'une application de microservices utilisant Golang et VueJS avec Kubernetes, Docker et Ansible."
      },
      "job2": {
        "title": "Stagiaire Développeur Microservices à Netlor",
        "duration": "février 2024 - mai 2024",
        "description": "J'ai contribué au développement d'une application de microservices utilisant Golang et VueJS."
      }
    },
    "techstack": "stack technologique"
  },
  "legal": {
    "title": "mentions légales",
    "subtitle": "Information en conformité avec les exigences légales.",
    "law" : "Conformément aux dispositions de la loi n°2004-575 du 21 juin 2004 pour la Confiance en l’économie numérique, il est porté à la connaissance des utilisateurs et visiteurs, ci-après l' 'Utilisateur', du site eylexander.xyz , ci-après le 'Site', les présentes mentions légales.",
    "acceptance": "La connexion et la navigation sur le Site par l’Utilisateur implique acceptation intégrale et sans réserve des présentes mentions légales.",
    "reference": "Ces dernières sont accessibles sur le Site à la rubrique 'Mentions légales'.",
    "editor": {
      "title": "Edition du site",
      "content": "L’édition et la direction de la publication du Site est assurée par Eylexander, dont l'adresse e-mail est eylexander88@gmail.com."
    },
    "hoster": {
      "title": "Hebergeur",
      "content": "L'hébergeur du Site est Eylexander, dont le siège social est situé à Nancy."
    },
    "access": {
      "title": "Accès au site",
      "content": "Le Site est normalement accessible, à tout moment, à l'Utilisateur. Toutefois, l'Editeur pourra, à tout moment, suspendre, limiter ou interrompre le Site afin de procéder, notamment, à des mises à jour ou des modifications de son contenu. L'Editeur ne pourra en aucun cas être tenu responsable des conséquences éventuelles de cette indisponibilité sur les activités de l'Utilisateur."
    },
    "copyright" : "L'autorisation est accordée par la présente, gratuitement, à toute personne obtenant une copie de ce logiciel et des fichiers de documentation associés (le « Logiciel »), d'utiliser le Logiciel sans restriction, y compris sans limitation les droits d'utiliser, de copier, de modifier, de fusionner, de publier, de distribuer, d'accorder des sous-licences et/ou de vendre des copies du Logiciel, et d'autoriser les personnes à qui le Logiciel est fourni à le faire."
  }
}
